export const HitekuEquip = [
    '武器泡泡 -Ｉ環', '', '神秘冥界幽靈魔法帽', '', '充溢的記憶徽章',
    '巨大的恐怖', '苦痛的根源', '口紅控制器標誌', '', '黑翼胸章',
    '天上的氣息', '頂級培羅德烙印墜飾', '附有魔力的眼罩', '頂級培羅德耳環', '',
    '頂級培羅德戒指', '神秘冥界幽靈扇子', '滅龍騎士盔甲', '神秘冥界幽靈魔法護肩', '神秘冥界幽靈扇子',
    '', '頂級培羅德烙印腰帶', '', '神秘冥界幽靈魔導士手套', '神秘冥界幽靈法師斗篷',
    '時間逆行', '', '神秘冥界幽靈魔導士鞋子', '戰鬥機器人（女）', '黑心',
];

export const HitekuDetail = [
    '', '', 'Hat', '', 'Badge',
    'Fright', 'Pain', 'Sign', '', 'BlackWing',
    'BreathOfDivinityRing', 'Pendant', 'Blindfold', 'Earrings', '',
    'Ring', 'MainArcanShadeFan', 'DragonSlayerArmor', 'Pads', 'FoxArcanShadeFan',
    '', 'Belt', '', 'Gloves', 'Cloak',
    'TimeRetrograde', '', 'Shoes', 'Robot', 'Heart',
];

export const LeiEquip = [
    '強力的魔性戒指', '', '神秘冥界幽靈小偷帽', '', '金色天地人徽章',
    '巨大的恐怖', '苦痛的根源', '口紅控制器標誌', '', '黑翼胸章',
    '天上的氣息', '頂級培羅德烙印墜飾', '附有魔力的眼罩', '頂級培羅德耳環', '',
    '頂級培羅德戒指', '神秘冥界幽靈仙扇', '滅龍騎士盔甲', '神秘冥界幽靈魔法護肩', '月長石扇墜',
    '', '頂級培羅德烙印腰帶', '', '神秘冥界幽靈魔導士手套', '神秘冥界幽靈法師斗篷',
    '查‧克羅斯', '', '神秘冥界幽靈魔導士鞋子', '戰鬥機器人（女）', '女武神之心',
];